# admin/data.py

# формирует данные для роутов

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

# imports heare

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

page_titles = {
    'dashboard_page': 'Страница администратора.',
    'adminRoles_page': 'Страница администрирования ролей',
    'adminRoleUsers_page': 'Страница администрирования пользователей по определённым ролям',
    'adminNotice_page': 'Страница администрирования уведомлений',
    'adminUsers_page': 'Страница администрирования пользователей',
    'adminPosts_page': 'Страница администрирования публикаций',
    'adminComments_page': 'Страница администрирования комментариев',
    'adminTags_page': 'Страница администрирования тегов'
}