# auth/data.py

# формирует данные для роутов

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

# imports heare

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

page_titles = {
    'unconfirmed_page': 'Страница с предложением потвердить свою учетную запись',
    'login_page': 'Страница авторизации.',
    'registration_page': 'Страница регистрации.',
    'resetPassword_page': 'Страница запроса на сброс пароля',
    'passwordReset_page': 'Страница изминения пароля'
}