# user/data.py

# формирует данные для роутов

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

# imports heare

# :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::

page_titles = {
    'editProfile_page': 'Страница редактирования профиля',
    'changeLogin_page': 'Страница изменения логина',
    'changePassword_page': 'Страница изменения пароля',
    'changeEmail_page': 'Страница изменения email',
    'editNotice_page': 'Страница настроек уведомлений',
    'adminReturnComment_page': 'Страница формы уведомления',
    'profile_page': 'Страница профиля',
    'editAccount_page': 'Страница редактирования аккаунта',
    'followers_page': 'Страница подписчиков.',
    'followedBy_page': 'Страница подписок.',
    'adminDashboard_page': 'Страница администрирования',
    'adminComments_page': 'Страница модерации комментариев',
    'adminComment_page': 'Страница модерации комментария'
}